Repository: jimregan/citizens-information-raw
Catalog: en-fr/www.citizensinformation.ie/fr/moving_country/moving_to_ireland/studying_in_ireland/education_in_ireland.html.txt.tmx
Source language: en
Languages: fr

source: Whether you are a parent, a student or an adult wishing to return to education, it is useful for you to become familiar with the Irish education system
fr: Que vous soyez un parent, un étudiant ou un adulte désirant reprendre des études, il est important pour vous de vous familiariser avec le système éducatif irlandais

source: Whatever area of education you wish to pursue for yourself or for your child, it is important to find out as much as possible about the options that are open to you
fr: Peu importe le domaine d’éducation que vous-même ou votre enfant souhaitez poursuivre, il est important d’en savoir autant que possible sur les options qui s’offrent à vous

source: On the Department of Education and Skills website you can find information about education in Ireland and a guide for parents to the Irish education system (pdf)
fr: Sur le site internet du Ministère irlandais de l’éducation et des compétences (Department of Education and Skills), vous trouverez des informations concernant l’enseignement en Irlande et un guide du système éducatif irlandais destiné aux parents (pdf)

source: Pre-school education is usually provided by privately funded childcare facilities or providers
fr: L’éducation préscolaire est habituellement dispensée par des établissements de garde d’enfants financées par des fonds privés ou par des éducateurs

source: The Early Childhood Care and Education (ECCE) Scheme provides early childhood care and education for children of pre-school age
fr: Le Plan de protection et d’éducation de la petite enfance (ECCE) offre une année gratuite de garderie et d’enseignement aux enfants en âge préscolaire

source: At primary and post-primary level, there are different types of schools including multi-denominational and co-educational schools
fr: En ce qui concerne l’enseignement primaire et secondaire, il existe différents types d’établissements scolaires, y compris des écoles pluriconfessionnelles et des écoles mixtes

source: You can also choose from schools that teach the curriculum through Irish (Gaelscoileanna)
fr: Vous pouvez également choisir parmi des écoles dispensant les cours en langue irlandaise (les Gaelscoileanna)

source: You can read more information in our documents, Moving your child to an Irish primary school and Moving your child to an Irish secondary school
fr: Vous trouverez plus d’informations dans nos documents, Inscrire votre enfant dans une école primaire irlandaise et Inscrire votre enfant dans une école secondaire irlandaise

source: If you are moving to Ireland for third-level education, there is a range of third-level options; universities, institutes of technologies and the colleges of education are substantially funded by the State
fr: Si vous venez suivre des études supérieures en Irlande, plusieurs options s’offrent à vous ; universités, instituts de technologie et écoles normales sont en grande partie financés par l’État

source: In addition there are a number of independent private colleges
fr: De plus, il existe un certain nombre d’établissements d’enseignement supérieur privés

source: Further education comprises education and training which takes place after second-level schooling but which is not part of the third-level system
fr: L’enseignement postscolaire comprend l’éducation et la formation dispensées après les études secondaires mais sans pour autant faire partie du système d’études supérieures

source: It includes programmes such as Post-Leaving Certificate courses; the Vocational Training Opportunities Scheme (second-chance education for the unemployed); programmes in Youthreach for early school-leavers; other literacy and basic education; and self-funded evening adult programmes in second-level schools
fr: Cela inclut des programmes tels que les Cours post-baccalauréat ; le Programme d’offres de formation professionnelle (seconde chance d’éducation pour les personnes sans emploi) ; le programme Youthreach pour ceux ayant quitté l’école prématurément ; d’autres programmes d’alphabétisation et d’éducation de base ; et des programmes de cours du soir pour adultes autofinancés dans des établissements d’enseignement secondaire

source: There are opportunities for adults who wish to return to education or continue their education on a full-time or part-time basis
fr: Il y a des opportunités pour les adultes désirant reprendre les études ou continuer leurs études, à plein temps ou à temps partiel

source: State-funded education is available at primary and post-primary levels, so you will not have to pay fees unless you choose to send your child to a private school
fr: L’enseignement sur financement de l’État est disponible en école primaire et secondaire, vous n’aurez donc pas de frais à payer à moins de scolariser votre enfant dans un établissement privé

source: Pre-schools are generally run on a private and fee-paying basis, though there may be some State help in certain circumstances
fr: Les établissements préscolaires sont généralement privés et payants, bien qu’une aide de l’État puisse être disponible dans certaines circonstances

source: You will have to pay fees for third-level education unless you qualify for "free fees"
fr: Vous devrez payer des frais de scolarité pour les études supérieures à moins d’être admissibles au système « sans frais »
